{
  "leagues": [
    {
      "id": "premier",
      "name": "Premier League",
      "teams": [
        {
          "id": "arsenal",
          "name": "Arsenal",
          "seasons": [
            {
              "year": "1990-1991",
              "jerseys": [
                {
                  "type": "home",
                  "image": "https://lukoonly.github.io/jersey-archive-api/premier/arsenal/1999-2000/away.jpg",
                  "description" : "Arsenal's 1990–91 jersey is a symbol of dominance and resilience. Under George Graham, the Gunners lost just one league game all season and clinched the First Division title with 83 points. The bold yellow zig-zag away kit became iconic, and the team was known for its solid defense and tactical discipline. A true championship shirt from a near-invincible season."
                }
              ]
            },
            {
              "year": "1993-1994",
              "jerseys": [
                {
                  "type": "home",
                  "image": "https://lukoonly.github.io/jersey-archive-api/premier/arsenal/1999-2000/away.jpg",
                  "description" : "This season’s kit represents European glory. Arsenal, led by George Graham, won the UEFA Cup Winners' Cup by defeating Parma 1–0 in the final. The team played with grit and structure, embodying the essence of English football in Europe. The red home shirt was worn by legends like Ian Wright and Alan Smith during one of the club’s most memorable European triumphs."
                }
              ]
            },
            {
              "year": "2003-2004",
              "jerseys": [
                {
                  "type": "home",
                  "image": "https://lukoonly.github.io/jersey-archive-api/premier/arsenal/1999-2000/away.jpg",
                  "description" : "Arguably the most iconic Arsenal jersey ever. In the 2003–04 season, Arsenal went the entire Premier League campaign unbeaten — 26 wins and 12 draws — becoming “The Invincibles.” Led by Arsène Wenger and powered by Thierry Henry, Patrick Vieira, and Dennis Bergkamp, this shirt is forever tied to one of the greatest achievements in English football history."
                }
              ]
            },
            {
              "year": "2022-2023",
              "jerseys": [
                {
                  "type": "home",
                  "image": "https://lukoonly.github.io/jersey-archive-api/premier/arsenal/1999-2000/away.jpg",
                  "description" : "The 2022–23 Arsenal jersey marked the return of hope and excitement to the Emirates. Under Mikel Arteta, the Gunners led the Premier League table for most of the season and played energetic, attractive football. While they ultimately finished 2nd behind Manchester City, this season reignited the belief in a new generation of Arsenal stars, including Bukayo Saka and Martin Ødegaard."
                }
              ]
            }
          ]
        }
      ]
    }
  ]
}



